tradeAry = ["餐饮业","机械/设备/重工","娱乐/休闲/体育","环保","教育/培训/院校","生活服务","其他行业","汽车及零配件",
    "电气/电力/水利","通信/电信运营,增值服务","银行","办公用品及设备","公关/市场推广/会展","物业管理/商业中心","美容/保健",
    "非盈利机构","奢侈品/收藏品/工艺品/珠宝","租赁服务","金融/投资/证券","服装/纺织/皮革","专业服务(咨询,人力资源,财会)",
    "广告","印刷/包装/造纸","法律","交通/运输/物流","学术/科研","政府/公共事业","通信/电信/网络设备","中介服务",
    "计算机硬件","网络游戏","保险","医疗/护理/卫生","影视/媒体/艺术/文化传播","检测/认证","航天/航空","多元化业务集团公司",
    "新能源","计算机软件","贸易/进出口","制药/生物工程","文字媒体/出版","采掘业/冶炼","石油/化工/矿产/地质","批发/零售",
    "房地产开发","农/林/牧/渔","互联网/电子商务","仪器仪表/工业自动化","计算机服务(系统，数据服务,维修)","会计/审计",
    "家具/家电/玩具/礼品","医疗设备/器械","家居/室内设计/装潢","酒店/旅游","原材料和加工","外包服务","信托/担保/拍卖/典当",
    "电子技术/半导体/集成电路","快速消费品(食品,饮料,化妆品)","建筑/建材/工程"];
companyScaleAry = ["少于50人","50-150人","150-500人","500-1000人","1000-5000人","5000-10000人","10000人以上"];
companyPropertyAry = 
	["外资(欧美)","外资(非欧美)","合资","国企","民营公司","国内上市公司","外企代表处","政府机关",
	 "事业单位","非营利机构","其它性质"];